import styles from './OrderDescription.module.scss'

const OrderDescription = () => {
	return (
		<p className={styles.order__desc}>
			Здравствуйте, необходимо разработать дизайн-макет интерфейса в figma.
			Порядка 15-20 экранов, Интерфейс сложный, много полей, много различных
			фильтров, Интерфейс для it продукта - своего рода парсер с множеством
			дополнительных фич, будет реализовано в вебе, Необходимо так же мобильная
			и планшетная версия Для более детального обсуждения тз, пожалуйста,
			оставьте заявку, а в ней укажите: 1) Портфолио (behance, figma),
			желательно увидеть примеры реализации сложной высоконанруженной системы 2)
			Ваша ставка по часам / либо проектная работа на разработку 20 экранов 3)
			Контакты для связи
		</p>
	)
}

export default OrderDescription
